Repository: rafrsr/qvapay-wc-gateway
Catalog: languages/qvapay-*.po
Languages: es_es

source: Use your QvaPay account to accept payments
es_es: Utilice su cuenta en QvaPay.com para aceptar pagos

source: QvaPay gateway for WooCommerce is <strong>Enabled</strong> but require %1\$s to works. Please ensure you have %1\$s installed and enabled.
es_es: La pasarela de pago QvaPay para WooCommerce esta <strong>Activada</strong> pero requiere %1$s para funcionar. Por favor asegúrese de tener %1$s instalado y activado.

source: QvaPay extension requires %1$s version 3.4 or greater. Your current version (%2$s) is not compatible.
es_es: La extension QvaPay requiere %1$s version 3.4 o superior. Tu versión actual (%2$s) no es compatible.

source: More information about
es_es: Más información sobre

source: View details
es_es: Ver detalles

source: Settings
es_es: Opciones

source: Enable/Disable
es_es: Activar/Desactivar

source: Enable QvaPay
es_es: Activar QvaPay

source: Debug Errors
es_es: Depurar Errores

source: Enable Logs
es_es: Activar Logs

source: Save logs for all events during the payment process. <br/> May contains sensitive information and must be enabled only for debugging purposes <br/><br/> Can check your logs easily <a href="%1$s">here</a>
es_es: Salva logs con todos los eventos que suceden durante un pago. <br/> Pueden contener información sensible de los pagos y solo se recomienda para depurar errores. <br/><br/> Puede revisar los logs fácilmente <a href="/wp-admin/admin.php?page=wc-status&tab=logs">aquí</a>

source: This hash is used to create a unique url for your webhook.<br/> Once configured in your QvaPay application should NOT BE modified <br/> otherwise your application will stop working. <br/> We suggest use a hard to guess url in order to avoid fake requests.
es_es: Este hash es usado para crear una url única para su webhook.<br/> Una vez configurada su aplicación en QvaPay NO DEBE cambiarlo <br/> de lo contrario su aplicación dejara de funcionar.<br/> Recomendamos utilizar una url difícil de adivinar para evitar llamadas falsas.

source: Remember to setup this url in your application settings within QvaPay in order to receive the webhook event every time a payment is processed.
es_es: Recuerde configurar esta url en las opciones de su aplicación con QvaPay para poder recibir los eventos webhook cada vez que se procese un pago.

source: Order: #%2$s
es_es: Orden: #%2$s

source: QvaPay payment completed
es_es: Pago completado en QvaPay
